[
  {
    "id": "bIhq2N",
    "picture": "sea",
    "title": "Как начать программировать",
    "announce": "Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравятся только игры. Достичь успеха помогут ежедневные повторения.",
    "fullText": "Программировать не настолько сложно, как об этом говорят. Золотое сечение — соотношение двух величин, гармоническая пропорция. Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете.",
    "createdDate": "2020-03-23 05:48:38",
    "category": ["Кино", "Без рамки", "Музыка"],
    "comments": [
      {
        "id": "xFobKh",
        "text": "Мне кажется или я уже читал это где-то? Плюсую, но слишком много буквы! Совсем немного..."
      },
      {
        "id": "yrstNm",
        "text": "Согласен с автором! Планируете записать видосик на эту тему? Плюсую, но слишком много буквы!"
      },
      {
        "id": "bs6IEd",
        "text": "Хочу такую же футболку :-) Мне кажется или я уже читал это где-то? Давно не пользуюсь стационарными компьютерами. Ноутбуки победили."
      },
      { "id": "M5fciP", "text": "Мне кажется или я уже читал это где-то?" },
      {
        "id": "cF95Th",
        "text": "Совсем немного... Мне кажется или я уже читал это где-то? Мне не нравится ваш стиль. Ощущение, что вы меня поучаете."
      }
    ]
  },
  {
    "id": "i1OAyx",
    "picture": "sea",
    "title": "Как начать программировать",
    "announce": "Первая большая ёлка была установлена только в 1938 году. Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать",
    "fullText": "Достичь успеха помогут ежедневные повторения.",
    "createdDate": "2020-01-03 11:28:02",
    "category": [
      "Кино",
      "Железо",
      "За жизнь",
      "Музыка",
      "Без рамки",
      "Программирование"
    ],
    "comments": [
      { "id": "uXtmfH", "text": "Согласен с автором!" },
      {
        "id": "6GP32H",
        "text": "Мне не нравится ваш стиль. Ощущение, что вы меня поучаете. Совсем немного... Плюсую, но слишком много буквы!"
      },
      {
        "id": "uMLKkv",
        "text": "Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Мне кажется или я уже читал это где-то?"
      },
      {
        "id": "Wh9jPi",
        "text": "Это где ж такие красоты? Совсем немного..."
      }
    ]
  },
  {
    "id": "Ncfw5I",
    "picture": "sea",
    "title": "Рок — это протест",
    "announce": "Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравятся только игры. Как начать действовать? Для начала просто соберитесь. Он написал больше 30 хитов.",
    "fullText": "Собрать камни бесконечности легко, если вы прирожденный герой. Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике. Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать Достичь успеха помогут ежедневные повторения.",
    "createdDate": "2020-09-12 22:33:00",
    "category": ["Музыка", "За жизнь"],
    "comments": [
      { "id": "7stu6E", "text": "Мне кажется или я уже читал это где-то?" },
      {
        "id": "KfC6a8",
        "text": "Совсем немного... Хочу такую же футболку :-)"
      },
      { "id": "fyRSGY", "text": "Согласен с автором!" },
      {
        "id": "2QDJyh",
        "text": "Планируете записать видосик на эту тему? Согласен с автором!"
      },
      {
        "id": "ZZeUmy",
        "text": "Согласен с автором! Совсем немного... Мне не нравится ваш стиль. Ощущение, что вы меня поучаете."
      },
      {
        "id": "T7To8D",
        "text": "Плюсую, но слишком много буквы! Хочу такую же футболку :-)"
      }
    ]
  },
  {
    "id": "cB1fx8",
    "picture": "sea-fullsize",
    "title": "Как достигнуть успеха не вставая с кресла",
    "announce": "Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать Собрать камни бесконечности легко, если вы прирожденный герой.",
    "fullText": "Как начать действовать? Для начала просто соберитесь. Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Программировать не настолько сложно, как об этом говорят.",
    "createdDate": "2019-06-21 23:51:21",
    "category": ["Музыка", "Кино", "Программирование", "Разное"],
    "comments": [
      {
        "id": "DAhScJ",
        "text": "Мне не нравится ваш стиль. Ощущение, что вы меня поучаете."
      }
    ]
  },
  {
    "id": "87PoT0",
    "picture": "sea-fullsize",
    "title": "Лучшие рок-музыканты 20-века",
    "announce": "Программировать не настолько сложно, как об этом говорят. Достичь успеха помогут ежедневные повторения. Простые ежедневные упражнения помогут достичь успеха. Ёлки — это не просто красивое дерево. Это прочная древесина.",
    "fullText": "Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать Первая большая ёлка была установлена только в 1938 году.",
    "createdDate": "2020-07-22 06:27:28",
    "category": [
      "Программирование",
      "Железо",
      "Деревья",
      "Кино",
      "Без рамки",
      "За жизнь"
    ],
    "comments": [
      {
        "id": "NUKq5g",
        "text": "Это где ж такие красоты? Плюсую, но слишком много буквы!"
      },
      { "id": "RfUYtZ", "text": "Совсем немного..." },
      {
        "id": "3Lt85b",
        "text": "Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Мне не нравится ваш стиль. Ощущение, что вы меня поучаете."
      }
    ]
  },
  {
    "id": "TIxLh_",
    "picture": "sea",
    "title": "Как начать программировать",
    "announce": "Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле? Как начать действовать? Для начала просто соберитесь. Программировать не настолько сложно, как об этом говорят. Вы можете достичь всего. Стоит только немного постараться и запастись книгами.",
    "fullText": "Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Золотое сечение — соотношение двух величин, гармоническая пропорция. Достичь успеха помогут ежедневные повторения.",
    "createdDate": "2020-05-01 21:08:37",
    "category": ["Без рамки", "Железо", "За жизнь", "Разное", "Кино"],
    "comments": [
      { "id": "4WR6l3", "text": "Плюсую, но слишком много буквы!" },
      {
        "id": "5CGtIk",
        "text": "Планируете записать видосик на эту тему? Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Мне не нравится ваш стиль. Ощущение, что вы меня поучаете."
      },
      { "id": "Dwnojs", "text": "Хочу такую же футболку :-)" },
      { "id": "b68j5x", "text": "Это где ж такие красоты?" }
    ]
  },
  {
    "id": "ADojzd",
    "picture": "skyscraper",
    "title": "Как перестать беспокоиться и начать жить",
    "announce": "Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравятся только игры. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много.",
    "fullText": "Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле? Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравятся только игры.",
    "createdDate": "2019-02-26 12:06:35",
    "category": ["Кино", "Без рамки"],
    "comments": [
      {
        "id": "-pc0Sy",
        "text": "Плюсую, но слишком много буквы! Это где ж такие красоты? Давно не пользуюсь стационарными компьютерами. Ноутбуки победили."
      }
    ]
  },
  {
    "id": "p9LiUI",
    "picture": "forest",
    "title": "Лучшие рок-музыканты 20-века",
    "announce": "Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем.",
    "fullText": "Достичь успеха помогут ежедневные повторения. Золотое сечение — соотношение двух величин, гармоническая пропорция. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Собрать камни бесконечности легко, если вы прирожденный герой.",
    "createdDate": "2020-01-09 01:13:37",
    "category": [
      "Без рамки",
      "Музыка",
      "За жизнь",
      "Программирование",
      "Разное",
      "Железо"
    ],
    "comments": [
      {
        "id": "7BsCd8",
        "text": "Совсем немного... Давно не пользуюсь стационарными компьютерами. Ноутбуки победили."
      }
    ]
  },
  {
    "id": "7kK8vx",
    "picture": "forest",
    "title": "Обзор новейшего смартфона",
    "announce": "Ёлки — это не просто красивое дерево. Это прочная древесина.",
    "fullText": "Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Он написал больше 30 хитов.",
    "createdDate": "2020-09-12 19:49:05",
    "category": ["Разное", "Музыка"],
    "comments": [{ "id": "gfZPwm", "text": "Хочу такую же футболку :-)" }]
  },
  {
    "id": "IewJIz",
    "picture": "sea-fullsize",
    "title": "Обзор новейшего смартфона",
    "announce": "Он написал больше 30 хитов. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем.",
    "fullText": "Ёлки — это не просто красивое дерево. Это прочная древесина. Это один из лучших рок-музыкантов. Он написал больше 30 хитов.",
    "createdDate": "2019-10-20 15:47:02",
    "category": [
      "За жизнь",
      "Деревья",
      "Программирование",
      "Без рамки"
    ],
    "comments": [
      {
        "id": "Ntzd4c",
        "text": "Мне кажется или я уже читал это где-то? Плюсую, но слишком много буквы! Совсем немного..."
      },
      { "id": "bE80u2", "text": "Совсем немного..." },
      {
        "id": "alx_w-",
        "text": "Согласен с автором! Мне не нравится ваш стиль. Ощущение, что вы меня поучаете. Плюсую, но слишком много буквы!"
      },
      {
        "id": "ukV3Aq",
        "text": "Это где ж такие красоты? Мне кажется или я уже читал это где-то?"
      },
      {
        "id": "sPJvS_",
        "text": "Планируете записать видосик на эту тему? Это где ж такие красоты? Мне кажется или я уже читал это где-то?"
      }
    ]
  }
]
