[
  {
    "id": "HX-3ap",
    "title": "Что такое золотое сечение",
    "announce": "Как начать действовать? Для начала просто соберитесь. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравятся только игры.",
    "fullText": "Первая большая ёлка была установлена только в 1938 году. Простые ежедневные упражнения помогут достичь успеха.",
    "createdDate": "2019-07-01 08:12:02",
    "category": ["За жизнь", "Музыка", "IT"],
    "comments": [
      {
        "id": "ZmeAKE",
        "text": "Мне кажется или я уже читал это где-то? Это где ж такие красоты?"
      },
      {
        "id": "yrTnQO",
        "text": "Мне не нравится ваш стиль. Ощущение, что вы меня поучаете. Плюсую, но слишком много буквы! Давно не пользуюсь стационарными компьютерами. Ноутбуки победили."
      },
      {
        "id": "sz-ZBf",
        "text": "Плюсую, но слишком много буквы! Совсем немного... Мне не нравится ваш стиль. Ощущение, что вы меня поучаете."
      },
      {
        "id": "noAP8J",
        "text": "Совсем немного... Мне кажется или я уже читал это где-то?"
      },
      { "id": "mxJQcR", "text": "Хочу такую же футболку :-)" },
      {
        "id": "YhZlwE",
        "text": "Это где ж такие красоты? Плюсую, но слишком много буквы! Давно не пользуюсь стационарными компьютерами. Ноутбуки победили."
      }
    ]
  },
  {
    "id": "lzTC6W",
    "title": "Самый лучший музыкальный альбом этого года",
    "announce": "Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравятся только игры. Из под его пера вышло 8 платиновых альбомов. Как начать действовать? Для начала просто соберитесь.",
    "fullText": "Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике. Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать",
    "createdDate": "2020-02-10 09:31:57",
    "category": ["За жизнь", "Программирование", "Железо"],
    "comments": [
      {
        "id": "IXgkmd",
        "text": "Планируете записать видосик на эту тему? Хочу такую же футболку :-) Мне кажется или я уже читал это где-то?"
      },
      {
        "id": "R1mDYv",
        "text": "Это где ж такие красоты? Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Планируете записать видосик на эту тему?"
      },
      {
        "id": "8H6KMi",
        "text": "Хочу такую же футболку :-) Согласен с автором!"
      },
      {
        "id": "RGzwR2",
        "text": "Совсем немного... Хочу такую же футболку :-)"
      }
    ]
  },
  {
    "id": "yVFO9H",
    "title": "Лучшие рок-музыканты 20-века",
    "announce": "Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравятся только игры.",
    "fullText": "Собрать камни бесконечности легко, если вы прирожденный герой.",
    "createdDate": "2019-01-14 08:07:10",
    "category": ["Без рамки"],
    "comments": [
      {
        "id": "w-DlbW",
        "text": "Мне не нравится ваш стиль. Ощущение, что вы меня поучаете."
      },
      {
        "id": "rKcNmj",
        "text": "Хочу такую же футболку :-) Совсем немного... Планируете записать видосик на эту тему?"
      },
      {
        "id": "dQwT6n",
        "text": "Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Плюсую, но слишком много буквы! Это где ж такие красоты?"
      },
      { "id": "LZ0jUI", "text": "Плюсую, но слишком много буквы!" },
      { "id": "wf_P4D", "text": "Согласен с автором!" }
    ]
  },
  {
    "id": "mUuV6p",
    "title": "Как начать программировать",
    "announce": "Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать Вы можете достичь всего. Стоит только немного постараться и запастись книгами.",
    "fullText": "Как начать действовать? Для начала просто соберитесь.",
    "createdDate": "2020-03-11 19:55:27",
    "category": ["Программирование", "Кино", "IT"],
    "comments": [
      { "id": "YSDB0G", "text": "Плюсую, но слишком много буквы!" }
    ]
  },
  {
    "id": "K5nsni",
    "title": "Лучшие рок-музыканты 20-века",
    "announce": "Достичь успеха помогут ежедневные повторения. Как начать действовать? Для начала просто соберитесь.",
    "fullText": "Простые ежедневные упражнения помогут достичь успеха.",
    "createdDate": "2019-08-23 10:56:54",
    "category": [
      "IT",
      "Железо",
      "Кино",
      "Музыка",
      "Без рамки",
      "За жизнь"
    ],
    "comments": [
      {
        "id": "dpVi34",
        "text": "Согласен с автором! Хочу такую же футболку :-) Это где ж такие красоты?"
      }
    ]
  },
  {
    "id": "P9FhzP",
    "title": "Лучшие рок-музыканты 20-века",
    "announce": "Ёлки — это не просто красивое дерево. Это прочная древесина. Достичь успеха помогут ежедневные повторения.",
    "fullText": "Как начать действовать? Для начала просто соберитесь. Из под его пера вышло 8 платиновых альбомов. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравятся только игры.",
    "createdDate": "2020-06-14 14:49:00",
    "category": ["Без рамки", "За жизнь", "Программирование"],
    "comments": [
      {
        "id": "MT62Xx",
        "text": "Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Согласен с автором!"
      }
    ]
  },
  {
    "id": "x2Ut6H",
    "title": "Что такое золотое сечение",
    "announce": "Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Ёлки — это не просто красивое дерево. Это прочная древесина.",
    "fullText": "Первая большая ёлка была установлена только в 1938 году. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Программировать не настолько сложно, как об этом говорят.",
    "createdDate": "2020-03-16 01:09:12",
    "category": ["Кино", "Музыка"],
    "comments": [{ "id": "Fp47za", "text": "Это где ж такие красоты?" }]
  },
  {
    "id": "U_I_Cq",
    "title": "Ёлки. История деревьев",
    "announce": "Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Вы можете достичь всего. Стоит только немного постараться и запастись книгами.",
    "fullText": "Достичь успеха помогут ежедневные повторения. Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле? Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами.",
    "createdDate": "2020-02-25 05:32:39",
    "category": [
      "Музыка",
      "Программирование",
      "IT",
      "Железо",
      "Без рамки",
      "Кино",
      "Деревья"
    ],
    "comments": [
      {
        "id": "zimoHy",
        "text": "Совсем немного... Это где ж такие красоты?"
      },
      {
        "id": "GHZwNY",
        "text": "Хочу такую же футболку :-) Планируете записать видосик на эту тему?"
      },
      {
        "id": "aUlCR-",
        "text": "Планируете записать видосик на эту тему? Мне не нравится ваш стиль. Ощущение, что вы меня поучаете. Это где ж такие красоты?"
      }
    ]
  },
  {
    "id": "phNvIE",
    "title": "Как собрать камни бесконечности",
    "announce": "Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравятся только игры. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами.",
    "fullText": "Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравятся только игры. Золотое сечение — соотношение двух величин, гармоническая пропорция.",
    "createdDate": "2019-01-12 19:17:10",
    "category": ["Кино", "Разное", "IT"],
    "comments": [
      {
        "id": "2T2hA5",
        "text": "Совсем немного... Мне кажется или я уже читал это где-то? Мне не нравится ваш стиль. Ощущение, что вы меня поучаете."
      },
      { "id": "SoncRR", "text": "Это где ж такие красоты?" },
      { "id": "RMsyTq", "text": "Хочу такую же футболку :-)" },
      { "id": "FIDQT0", "text": "Планируете записать видосик на эту тему?" }
    ]
  },
  {
    "id": "zbDfbA",
    "title": "Как собрать камни бесконечности",
    "announce": "Он написал больше 30 хитов. Собрать камни бесконечности легко, если вы прирожденный герой.",
    "fullText": "Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать",
    "createdDate": "2019-08-30 14:47:16",
    "category": ["Железо", "Кино", "За жизнь", "Разное", "IT"],
    "comments": [
      { "id": "UXFSYU", "text": "Совсем немного... Согласен с автором!" },
      {
        "id": "WdnPQ5",
        "text": "Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Это где ж такие красоты?"
      },
      {
        "id": "BBqDCb",
        "text": "Мне не нравится ваш стиль. Ощущение, что вы меня поучаете."
      },
      {
        "id": "fkTZ6q",
        "text": "Согласен с автором! Мне не нравится ваш стиль. Ощущение, что вы меня поучаете. Плюсую, но слишком много буквы!"
      }
    ]
  }
]
