[
  {
    "id": "xYl_Ll",
    "picture": "forest",
    "title": "Лучшие рок-музыканты 20-века",
    "announce": "Программировать не настолько сложно, как об этом говорят. Первая большая ёлка была установлена только в 1938 году. Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле?",
    "fullText": "Собрать камни бесконечности легко, если вы прирожденный герой. Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете.",
    "createdDate": "2019-04-29 12:21:14",
    "category": [
      "Без рамки",
      "Кино",
      "Железо",
      "Программирование",
      "За жизнь",
      "Деревья",
      "Разное"
    ],
    "comments": [
      {
        "id": "fxmImK",
        "text": "Плюсую, но слишком много буквы! Планируете записать видосик на эту тему? Это где ж такие красоты?"
      },
      { "id": "tw3T77", "text": "Совсем немного..." },
      {
        "id": "a9ERTh",
        "text": "Планируете записать видосик на эту тему? Совсем немного... Согласен с автором!"
      },
      {
        "id": "femqWY",
        "text": "Совсем немного... Мне не нравится ваш стиль. Ощущение, что вы меня поучаете. Это где ж такие красоты?"
      }
    ]
  },
  {
    "id": "PxKiOX",
    "picture": "sea-fullsize",
    "title": "Ёлки. История деревьев",
    "announce": "Из под его пера вышло 8 платиновых альбомов. Собрать камни бесконечности легко, если вы прирожденный герой.",
    "fullText": "Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле? Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем.",
    "createdDate": "2019-09-23 11:43:53",
    "category": ["За жизнь", "IT"],
    "comments": [{ "id": "AScpO_", "text": "Согласен с автором!" }]
  },
  {
    "id": "d84yVb",
    "picture": "sea",
    "title": "Учим HTML и CSS",
    "announce": "Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравятся только игры. Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике. Золотое сечение — соотношение двух величин, гармоническая пропорция.",
    "fullText": "Первая большая ёлка была установлена только в 1938 году. Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. Золотое сечение — соотношение двух величин, гармоническая пропорция.",
    "createdDate": "2020-01-29 10:54:25",
    "category": ["Железо"],
    "comments": [
      { "id": "-G8fz4", "text": "Плюсую, но слишком много буквы!" },
      {
        "id": "iEXKGO",
        "text": "Совсем немного... Это где ж такие красоты? Мне кажется или я уже читал это где-то?"
      },
      { "id": "D7R3fd", "text": "Хочу такую же футболку :-)" },
      {
        "id": "0yZyOY",
        "text": "Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Согласен с автором!"
      },
      {
        "id": "26T9tL",
        "text": "Мне не нравится ваш стиль. Ощущение, что вы меня поучаете. Это где ж такие красоты? Мне кажется или я уже читал это где-то?"
      }
    ]
  },
  {
    "id": "7-6u_e",
    "picture": "skyscraper",
    "title": "Рок — это протест",
    "announce": "Из под его пера вышло 8 платиновых альбомов. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем.",
    "fullText": "Достичь успеха помогут ежедневные повторения. Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле? Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать",
    "createdDate": "2020-01-08 07:08:18",
    "category": ["Деревья"],
    "comments": [
      {
        "id": "G2dkgg",
        "text": "Планируете записать видосик на эту тему? Мне кажется или я уже читал это где-то?"
      },
      { "id": "HbTC48", "text": "Совсем немного..." },
      { "id": "qaTykZ", "text": "Согласен с автором! Совсем немного..." },
      { "id": "rCcYOK", "text": "Совсем немного..." },
      {
        "id": "c03TDy",
        "text": "Мне кажется или я уже читал это где-то? Это где ж такие красоты?"
      }
    ]
  },
  {
    "id": "fhuNVt",
    "picture": "forest",
    "title": "Учим HTML и CSS",
    "announce": "Простые ежедневные упражнения помогут достичь успеха. Он написал больше 30 хитов. Это один из лучших рок-музыкантов.",
    "fullText": "Из под его пера вышло 8 платиновых альбомов. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравятся только игры.",
    "createdDate": "2019-01-21 20:22:37",
    "category": ["Музыка", "За жизнь", "Кино", "Программирование"],
    "comments": [
      { "id": "tWrrij", "text": "Это где ж такие красоты?" },
      {
        "id": "gdfafc",
        "text": "Мне кажется или я уже читал это где-то? Плюсую, но слишком много буквы!"
      },
      {
        "id": "2spyZo",
        "text": "Плюсую, но слишком много буквы! Совсем немного... Это где ж такие красоты?"
      },
      {
        "id": "l10i93",
        "text": "Мне не нравится ваш стиль. Ощущение, что вы меня поучаете. Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Хочу такую же футболку :-)"
      },
      {
        "id": "MnXpr1",
        "text": "Это где ж такие красоты? Мне не нравится ваш стиль. Ощущение, что вы меня поучаете. Согласен с автором!"
      }
    ]
  },
  {
    "id": "AmU5Ty",
    "picture": "sea",
    "title": "Рок — это протест",
    "announce": "Из под его пера вышло 8 платиновых альбомов. Программировать не настолько сложно, как об этом говорят.",
    "fullText": "Это один из лучших рок-музыкантов.",
    "createdDate": "2019-12-31 03:35:47",
    "category": ["Разное"],
    "comments": [
      {
        "id": "K2wZS1",
        "text": "Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Хочу такую же футболку :-)"
      }
    ]
  },
  {
    "id": "WdzZVK",
    "picture": "sea-fullsize",
    "title": "Ёлки. История деревьев",
    "announce": "Собрать камни бесконечности легко, если вы прирожденный герой. Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле?",
    "fullText": "Из под его пера вышло 8 платиновых альбомов. Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле? Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами.",
    "createdDate": "2020-11-30 15:26:34",
    "category": ["Музыка", "Разное", "Без рамки"],
    "comments": [
      {
        "id": "CSO4_z",
        "text": "Мне не нравится ваш стиль. Ощущение, что вы меня поучаете. Это где ж такие красоты?"
      },
      {
        "id": "t8A_rl",
        "text": "Мне кажется или я уже читал это где-то? Мне не нравится ваш стиль. Ощущение, что вы меня поучаете."
      },
      {
        "id": "_TGapE",
        "text": "Хочу такую же футболку :-) Это где ж такие красоты? Плюсую, но слишком много буквы!"
      },
      { "id": "CvhZpF", "text": "Согласен с автором!" },
      {
        "id": "pxp7e5",
        "text": "Совсем немного... Это где ж такие красоты?"
      },
      {
        "id": "iSheJF",
        "text": "Хочу такую же футболку :-) Плюсую, но слишком много буквы!"
      }
    ]
  },
  {
    "id": "zq9Z41",
    "picture": "skyscraper",
    "title": "Рок — это протест",
    "announce": "Программировать не настолько сложно, как об этом говорят.",
    "fullText": "Вы можете достичь всего. Стоит только немного постараться и запастись книгами.",
    "createdDate": "2019-01-22 21:36:55",
    "category": [
      "За жизнь",
      "Деревья",
      "Разное",
      "Музыка",
      "Без рамки"
    ],
    "comments": [
      {
        "id": "RAVV_b",
        "text": "Планируете записать видосик на эту тему? Давно не пользуюсь стационарными компьютерами. Ноутбуки победили."
      }
    ]
  },
  {
    "id": "iUD1Rn",
    "picture": "sea",
    "title": "Как достигнуть успеха не вставая с кресла",
    "announce": "Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. Золотое сечение — соотношение двух величин, гармоническая пропорция.",
    "fullText": "Первая большая ёлка была установлена только в 1938 году. Простые ежедневные упражнения помогут достичь успеха. Ёлки — это не просто красивое дерево. Это прочная древесина. Это один из лучших рок-музыкантов.",
    "createdDate": "2019-08-14 23:27:22",
    "category": [
      "Деревья",
      "Программирование",
      "IT",
      "За жизнь",
      "Железо"
    ],
    "comments": [
      {
        "id": "juqlCW",
        "text": "Это где ж такие красоты? Мне не нравится ваш стиль. Ощущение, что вы меня поучаете. Хочу такую же футболку :-)"
      },
      {
        "id": "DCXnRf",
        "text": "Мне кажется или я уже читал это где-то? Хочу такую же футболку :-)"
      }
    ]
  },
  {
    "id": "u-wKmc",
    "picture": "skyscraper",
    "title": "Что такое золотое сечение",
    "announce": "Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. Это один из лучших рок-музыкантов. Золотое сечение — соотношение двух величин, гармоническая пропорция. Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике.",
    "fullText": "Достичь успеха помогут ежедневные повторения. Золотое сечение — соотношение двух величин, гармоническая пропорция. Он написал больше 30 хитов.",
    "createdDate": "2019-10-22 00:59:48",
    "category": ["Без рамки"],
    "comments": [
      { "id": "um-cqY", "text": "Согласен с автором! Совсем немного..." },
      {
        "id": "qCsoTm",
        "text": "Планируете записать видосик на эту тему? Согласен с автором! Давно не пользуюсь стационарными компьютерами. Ноутбуки победили."
      },
      {
        "id": "qAKOd3",
        "text": "Мне не нравится ваш стиль. Ощущение, что вы меня поучаете. Совсем немного... Согласен с автором!"
      },
      {
        "id": "qYs5ts",
        "text": "Хочу такую же футболку :-) Мне кажется или я уже читал это где-то? Это где ж такие красоты?"
      }
    ]
  }
]
